{
    "Recommended Products": "สินค้าที่แนะนำ",
    "No recommended products yet. Please add products through the admin panel.": "ยังไม่มีสินค้าแนะนำ โปรดเพิ่มสินค้าผ่านแดชบอร์ดผู้ดูแลระบบ",
    "No products available yet. Please add products through the admin panel.": "ยังไม่มีสินค้า โปรดเพิ่มสินค้าผ่านแดชบอร์ดผู้ดูแลระบบ",
    "Subscribe to our newsletter": "สมัครรับจดหมายข่าว",
    "Get the latest updates and special offers delivered straight to your inbox.": "รับข่าวสารและข้อเสนอพิเศษล่าสุดส่งตรงถึงอีเมลของคุณ",
    "Enter your email address": "กรอกอีเมลของคุณ",
    "Subscribe": "สมัครสมาชิก",
    "From Our Blog": "จากบล็อกของเรา",
    "Tech Article": "บทความเทคโนโลยี",
    "Tips for choosing components for optimal performance.": "เคล็ดลับการเลือกอุปกรณ์เพื่อประสิทธิภาพสูงสุด",
    "Read more": "อ่านเพิ่มเติม",
    "Need help?": "ต้องการความช่วยเหลือหรือไม่?",
    "Here are the most common questions about orders, payments, and warranties. Choose a category below or contact our support team if you need more assistance.": "คำถามที่พบบ่อยเกี่ยวกับคำสั่งซื้อ การชำระเงิน และการรับประกัน เลือกหมวดหมู่ด้านล่างหรือ ติดต่อทีมสนับสนุนของเราหากต้องการความช่วยเหลือเพิ่มเติม",
    "Still need help?": "ยังต้องการความช่วยเหลืออยู่หรือไม่?",
    "Our support team is ready to help via live chat, email, or the contact page.": "ทีมสนับสนุนพร้อมช่วยเหลือผ่านแชทสด อีเมล หรือหน้าติดต่อ",
    "Email Support": "อีเมลฝ่ายสนับสนุน",
    "Browse Categories": "สำรวจหมวดหมู่",
    "Select a category to see featured products.": "เลือกหมวดหมู่เพื่อดูสินค้าที่โดดเด่น",
    "Category list": "รายการหมวดหมู่",
    "No categories available yet.": "ยังไม่มีหมวดหมู่",
    "View Category": "ดูหมวดหมู่",
    "Products coming soon.": "สินค้ากำลังจะมา",
    "Explore All Products": "ดูสินค้าทั้งหมด",
    "Our team is ready to help with your hardware needs. Send us a message or choose one of the channels below.": "ทีมของเราพร้อมช่วยเหลือเรื่องฮาร์ดแวร์ของคุณ ส่งข้อความถึงเราหรือเลือกหนึ่งในช่องทางด้านล่าง",
    "Name": "ชื่อ",
    "Email": "อีเมล",
    "Subject": "หัวเรื่อง",
    "Example: Stock inquiry": "ตัวอย่าง: สอบถามสต็อก",
    "Message": "ข้อความ",
    "We respond within one business day.": "เราจะตอบกลับภายในหนึ่งวันทำการ",
    "Send Message": "ส่งข้อความ",
    "Thank you! We have received your message.": "ขอบคุณ! เราได้รับข้อความของคุณแล้ว",
    "Need quick assistance?": "ต้องการความช่วยเหลือด่วนหรือไม่?",
    "Use our live chat in the bottom right during business hours, or visit the help center for hardware guidance.": "ใช้แชทสดที่มุมขวาล่างในเวลาทำการ หรือเยี่ยมชมศูนย์ช่วยเหลือสำหรับคำแนะนำด้านฮาร์ดแวร์",
    "Help Center": "ศูนย์ช่วยเหลือ",
    "Dashboard": "แดชบอร์ด",
    "Components": "อุปกรณ์",
    "Peripherals": "อุปกรณ์เสริม",
    "Accessories": "ของใช้อุปกรณ์",
    "Networking": "อุปกรณ์เครือข่าย"
}